Repository: Emanalirostam/kurdish_trivia
Catalog: lib/l10n/app_*.arb
Languages: ku

source: Kurdish Trivia
ku: تریڤیای کوردی

source: Any Category
ku: هەموو جۆرێک

source: Any Difficulty
ku: هەموو ئاستێک

source: Easy
ku: ئاسان

source: Medium
ku: مامناوەند

source: Hard
ku: پێشکەوتوو

source: Start
ku: دەستپێکردن

source: Next Question
ku: پرسیاری دواتر

source: Settings
ku: ڕێکخستنەکان

source: Language
ku: زمان

source: Category
ku: جۆر

source: Difficulty
ku: ئاست

source: Score
ku: نمرە

source: Correct
ku: ڕاستە

source: Incorrect
ku: هەڵەیە

source: About
ku: دەربارەی

source: Dark Mode
ku: دۆخی تاریک

source: Home
ku: سەرەکی

# welcome
source: Welcome to Kurdish Trivia!
ku: بەخێربێیت بۆ تریڤیای کوردی

# startToTest
source: Start to test your knowledge!
ku: زانیاریەکانت تاقیبکەرەوە

# selectCategory
source: Select a category
ku: جۆرێک هەڵبژێرە

# selectDifficulty
source: Select a difficulty
ku: ئاستێک هەڵبژێرە

source: English
ku: ئینگلیزی

source: Kurdish
ku: کوردی

# restartAppToApply
source: Restart the app to apply the changes
ku: بۆ ئەوەی گۆڕانکاریەکان ببینیت، پێویستە بەرنامەکە دابخەیتەوە و دووبارە بیکەیتەوە

# aboutText
source: Kurdish Trivia is a simple quiz app that tests your knowledge about general science, history, geography, and more. It is developed by a team of Kurdish developers only for educational purposes, and it's supervised by Karwan Osman, and it is available in both Kurdish and English. The app is open source and you can contribute to it on GitHub.
ku: کوردی تریڤیا ئەپێکی کویزێکی سادەیە کە زانیارییەکانتان لەسەر زانستی گشتی و مێژوو و جوگرافیا و زۆر شتی تر تاقی دەکاتەوە. لەلایەن تیمێکی گەشەپێدەرانی کوردەوە تەنها بۆ مەبەستی پەروەردەیی پەرەی پێدراوە، هەروەها کاروان عوسمان سەرپەرشتی دەکات، و بە هەردوو زمانی کوردی و ئینگلیزی بەردەستە. ئەپەکە سەرچاوە کراوە و دەتوانیت لە GitHub بەشداری تێدا بکەیت.
